Repository: kamooone/CalendarApp
Catalog: CalendarApp/CalendarApp/Resources/Localization/*.lproj/Localizable.strings
Languages: vi_vn

source: Schedule management app
vi_vn: Ứng dụng quản lý lịch trình

source: year
vi_vn: Năm

source: month
vi_vn: Tháng

source: Day
vi_vn: Ngày

# Sunday
source: Sun
vi_vn: Chủ nhật

# Monday
source: Mon
vi_vn: Thứ hai

# Tuesday
source: Tues
vi_vn: Thứ ba

# Wednesday
source: Wednes
vi_vn: Thứ Tư

# Thursday
source: Thurs
vi_vn: Thứ năm

# Friday
source: Fri
vi_vn: Thứ sáu

# Saturday
source: Satur
vi_vn: Thứ bảy

source: Schedule registration
vi_vn: Lịch đăng ký

source: Set
vi_vn: Bộ

source: Add schedule!
vi_vn: Thêm lịch trình!

source: Title
vi_vn: TIÊU ĐỀ

source: Example: afternoon shopping
vi_vn: Ví dụBuổi chiềuMua sắm

source: Start
vi_vn: Bắt đầu

source: End
vi_vn: Kết thúc

source: Notice
vi_vn: Để ý

source: Check current addition status
vi_vn: Kiểm tra trạng thái bổ sung hiện tại

source: Add
vi_vn: Thêm vào

source: Check schedule details
vi_vn: Kiểm tra lịch trìnhChi tiết

source: Edit
vi_vn: Biên tập

source: Cancel
vi_vn: Hủy bỏ

source: Update
vi_vn: Cập nhật

source: Delete
vi_vn: Xóa bỏ

source: Setting
vi_vn: Cài đặt

source: Ideal schedule
vi_vn: Lịch trình lý tưởng

source: MiniGame
vi_vn: Trò chơi nhỏ

source: Language change
vi_vn: Thay đổi ngôn ngữ

source: Character change
vi_vn: Thay đổi ký tự

source: Donation to developers
vi_vn: Đóng góp cho nhà phát triểns

source: Contact developer
vi_vn: Liên hệNhà phát triển

source: Enter the title of your ideal schedule
vi_vn: Nhập tiêu đề lịch trình lý tưởng của bạn

source: Example: Ideal schedule for holiday A
vi_vn: Ví dụ về lịch trình lý tưởng cho kỳ nghỉ A

source: Next
vi_vn: Kế tiếp

source: Registered ideal schedule
vi_vn: Đã đăng ký lý tưởng Lịch trình

source: Schedule
vi_vn: Lịch trình

source: Confirm your ideal schedule
vi_vn: Xác nhận lịch trình lý tưởng của bạn

source: Use the ideal schedule you created
vi_vn: Sử dụng lịch trình lý tưởng mà bạn đã tạo

source: Failed To Get Schedule
vi_vn: Không thể lấy được lịch trình

source: Please set the end time to be later than the start time
vi_vn: Vui lòng đặt thời gian kết thúc muộn hơn thời gian bắt đầu

source: Entering Title Is Required
vi_vn: Việc nhập tiêu đề là bắt buộc

source: Please Enter The Title Within 10 Characters
vi_vn: Vui lòng nhập tiêu đề trong vòng 10 ký tự

source: Registration Successful
vi_vn: Đăng ký thành công

source: Signup Failed
vi_vn: Đăng ky thât bại

source: Choose Your Ideal Schedule To Set
vi_vn: Chọn lịch trình lý tưởng của bạn để thiết lập

source: There was problem
vi_vn: Có một vấn đề

source: Configuration completed
vi_vn: Cấu hình hoàn tất

source: Configuration failed
vi_vn: Cấu hình không thành công

source: Deletion completed
vi_vn: Xóa hoàn tất

source: Deletion failed
vi_vn: Xóa không thành công

source: Update Completed
vi_vn: Hoàn thành cập nhật

source: Update failed
vi_vn: Cập nhật không thành công

source: Failed To Obtain The Updated Schedule
vi_vn: Không thể lấy được lịch trình cập nhật
